tap "adoptopenjdk/openjdk"
tap "buo/cask-upgrade"
tap "crisidev/chunkwm"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "kettle/kettle"
tap "koekeishiya/formulae"
tap "lampepfl/brew"
tap "mas-cli/tap"
tap "mopidy/mopidy"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "railwaycat/emacsmacport"
tap "twilio/brew"
brew "ammonite-repl"
brew "autoconf"
brew "automake"
brew "autossh"
brew "libusb"
brew "avrdude"
brew "azure-cli"
brew "bash"
brew "binutils"
brew "icu4c"
brew "bootloadhid"
brew "libffi"
brew "pcre"
brew "glib"
brew "cairo"
brew "cdrtools"
brew "clang-format"
brew "cntlm"
brew "coreutils"
brew "dfu-programmer"
brew "dfu-util"
brew "diffutils"
brew "dmg2img"
brew "docker", link: false
brew "docker-compose", link: false
brew "dos2unix"
brew "dtrx"
brew "ecm"
brew "libtool"
brew "pkg-config"
brew "emacs", link: false
brew "fd"
brew "giflib"
brew "jpeg"
brew "lame"
brew "libtiff"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "geckodriver"
brew "gifski"
brew "git"
brew "git-lfs"
brew "grep"
brew "gzip"
brew "hping"
brew "htop"
brew "imagemagick"
brew "ispell"
brew "jq"
brew "jump"
brew "launch4j"
brew "less"
brew "libarchive"
brew "libdvdcss"
brew "libexif"
brew "libiconv"
brew "libmagic"
brew "luarocks"
brew "mame"
brew "maven"
brew "minicom"
brew "mmv"
brew "mono"
brew "mono-libgdiplus"
brew "moreutils"
brew "mosh"
brew "mysql-client"
brew "ncmpcpp"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "node"
brew "open-ocd"
brew "openjdk@11"
brew "pango"
brew "picocom"
brew "postgresql"
brew "pstree"
brew "reattach-to-user-namespace"
brew "rename"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "sbt"
brew "scala"
brew "sox"
brew "stow"
brew "tcl-tk"
brew "tcptraceroute"
brew "telnet"
brew "terraform"
brew "tesseract-lang"
brew "tmux"
brew "typescript"
brew "unzip"
brew "watch"
brew "watchman"
brew "wget"
brew "wimlib"
brew "wireguard-tools"
brew "wireshark", link: false
brew "youtube-dl"
brew "heroku/brew/heroku"
brew "mas-cli/tap/mas"
brew "osx-cross/arm/arm-gcc-bin@8", link: true
brew "osx-cross/avr/avr-gcc@8", link: true
brew "qmk/qmk/qmk"
brew "twilio/brew/twilio", link: false
cask "1password"
cask "alfred"
cask "balenaetcher"
cask "bartender"
cask "brave-browser"
cask "carbon-copy-cloner"
cask "chromedriver"
cask "daisydisk"
cask "dash"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "doxie"
cask "emacs-mac-spacemacs-icon"
cask "evernote"
cask "expressvpn"
cask "fantastical"
cask "firefox"
cask "flux"
cask "freedom"
cask "freesmug-chromium"
cask "geekbench"
cask "gog-galaxy"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "handbrake"
cask "iina"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keka"
cask "keybase"
cask "krita"
cask "megasync"
cask "microsoft-teams"
cask "mqtt-explorer"
cask "plex-media-player"
cask "qmk-toolbox"
cask "rember"
cask "setapp"
cask "signal"
cask "slack"
cask "spectacle"
cask "spotify"
cask "steam"
cask "telegram"
cask "transmission-remote-gui"
cask "unity-hub"
cask "vimr"
cask "virtualbox"
cask "vlc"
cask "wireshark"
cask "xquartz"
mas "Be Focused Pro", id: 961632517
mas "Chargeberry", id: 1213927649
mas "Dark Reader for Safari", id: 1438243180
mas "Deliveries", id: 924726344
mas "Downcast", id: 668429425
mas "Furiganify!", id: 1151320968
mas "Fusion 360", id: 868968810
mas "Kaleidoscope", id: 587512244
mas "Keyboard Pilot", id: 402670023
mas "Kindle", id: 405399194
mas "Microsoft Remote Desktop", id: 1295203466
mas "OpenGL Extensions Viewer", id: 444052073
mas "Remote Desktop", id: 409907375
mas "Safarikai", id: 1437951175
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Speedtest", id: 1153157709
mas "The Archive Browser", id: 510232205
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
mas "TranslateMe", id: 1448316680
mas "Xcode", id: 497799835
mas "Xee³", id: 639764244
