cask_args appdir: "/Applications"
tap "adoptopenjdk/openjdk"
tap "buo/cask-upgrade"
tap "caskroom/cask"
tap "caskroom/fonts"
tap "crisidev/chunkwm"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "kettle/kettle"
tap "koekeishiya/formulae"
tap "mas-cli/tap", pin: true
tap "mopidy/mopidy"
tap "railwaycat/emacsmacport"
brew "python"
brew "azure-cli"
brew "bash"
brew "binutils", link: true
brew "cntlm"
brew "coreutils"
brew "diffutils"
brew "dos2unix"
brew "dtrx"
brew "ecm"
brew "emacs"
brew "fd"
brew "lame"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "git"
brew "git-lfs"
brew "libtool"
brew "grep"
brew "gzip"
brew "heroku/brew/heroku"
brew "htop"
brew "imagemagick"
brew "ispell"
brew "jump"
brew "less"
brew "libiconv"
brew "libusb"
brew "make", args: ["with-default-names"]
brew "mas"
brew "minicom"
brew "mono"
brew "mosh"
brew "ncmpcpp"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "node"
brew "pcre"
brew "picocom"
brew "pstree"
brew "python"
brew "python@2"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "scala"
brew "stow"
brew "tcl-tk"
brew "terraform"
brew "tmux"
brew "unzip"
brew "watch"
brew "watchman"
brew "wget"
brew "wireguard-tools"
brew "wireshark", link: false
cask "bartender"
cask "caskroom/fonts/font-fontawesome"
cask "caskroom/fonts/font-hack-nerd-font"
cask "dotnet-sdk"
cask "firefox"
cask "google-chrome"
cask "gpg-suite"
cask "gpg-suite-pinentry"
cask "iina"
cask "iterm2"
cask "java"
cask "jetbrains-toolbox"
cask "keybase"
cask "signal"
cask "slack"
cask "transmission-remote-gui"
cask "vimr"
cask "virtualbox"
cask "vlc"
cask "wireshark"
cask "caskroom/fonts/font-fontawesome"
cask "caskroom/fonts/font-hack-nerd-font"
cask "railwaycat/emacsmacport/emacs-mac-spacemacs-icon"
mas "1Password", id: 443987910
mas "Apple Configurator 2", id: 1037126344
mas "Be Focused Pro", id: 961632517
mas "Chargeberry", id: 1213927649
mas "Dark Reader for Safari", id: 1438243180
mas "Day One", id: 1055511498
mas "Deliveries", id: 924726344
mas "Downcast", id: 668429425
mas "Evernote", id: 406056744
mas "Fantastical", id: 975937182
mas "Fusion 360", id: 868968810
mas "Keka", id: 470158793
mas "Kindle", id: 405399194
mas "Microsoft Remote Desktop", id: 715768417
mas "Remote Desktop", id: 409907375
mas "Safarikai", id: 1437951175
mas "Simple Desktops", id: 460866217
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Sparkle", id: 863015334
mas "Speedtest", id: 1153157709
mas "Telegram", id: 747648890
mas "The Archive Browser", id: 510232205
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
mas "TranslateMe", id: 1448316680
mas "Transmit", id: 1436522307
mas "Whalebird", id: 1378283354
mas "Xcode", id: 497799835
mas "Xee³", id: 639764244
